Repository: Turan-no/Turan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nn, no

source: or add to an existing segment by zooming in the graph and clicking the globe icon in the top right corner of the graph and select the segment you want
nn: eller legg til eit eksisterande segmed ved å gjere eit utval i grafen og klikk på globe-ikon nederst til høgre i grafen
no: eller legg til et eksisterende segment ved å forstørre grafen og klikke på globusikonet i hjørnet øverst til høyre av grafen og velg segmentet du ønsker

source: Back to exercise
nn: Tilbake til trening
no: Tilbake til treningen

source: In my area
nn: I mitt område
no: I nærheten

source: Searching
nn: Søker
no: Søker

source: Unknown error
nn: Ukjent feil
no: Ukjent feil

source: Permission denied
nn: Adgang nekta
no: Tilgang nektet

source: Couln't determine position
nn: Kunne ikkje finne posisjon
no: Kunne ikke finne din posisjon

source: Timed out
nn: Tidsavbrot
no: Tidsavbrudd

source: Import exercise from external site
nn: Importer trening frå anna nettstad
no: Importer trening fra en annen nettside

source: Note: You can also upload file .tcx or .fit file directly from Garmin device
nn: Merk: Du kan òg laste opp .tcx eller .fit-fil direkte frå Garmin-eininga.
no: Merk: Du kan også laste opp en .tcx eller .fit-fil rett fra Garmin-enheten

source: Currently supported sites
nn: Støtta nettstadar
no: Støttede nettsteder

source: Your exercise is not public. It needs to be public for Turan to import it
nn: Treninga di er privat. Den må vere synleg for alle om Turan skal importere
no: Treningen er ikke offentlig. Den må være offentlig for å kunne bli importert til Turan.

source: Something went wrong while importing trip
nn: Ein feil oppstod under import
no: Noe gikk galt ved importering av turen.

source: Zip all your exercise files into a .zip-file and upload.
nn: Pakk alle treningsfilene dine i eit .zip-arkiv og last opp.
no: Pakk alle treningsfilene inn i en .zip-fil og last opp.

source: Import exercises
nn: Importer treningar
no: Importer trening

source: Imported the following data
nn: Importerte følgande data
no: Importerte følgende data

source: The unexamined exercise is not worth doing
nn: Trening uten analysering gir ikkje meining !
no: En trening uten mål er ikke verd å gjøre

source: Latest exercises
nn: Siste treninger
no: Siste treninger

source: View more exercises
nn: Vis fleire treningar
no: Vis fler treninger

source: Most popular routes
nn: Mest populære ruter
no: Mest populære ruter

source: ascent
nn: stigning
no: Stigning

source: View more routes
nn: Vis fleire ruter
no: Vis flere ruter

source: Analyze
nn: Analyser
no: Analyser

source: Map
nn: Kart
no: Kart

source: Log
nn: Logg
no: Logg

source: <b>T</b>uran is a hobby project created by a few exercise enthusiasts for logging and analyzing exercise data from heart rate monitors / cycle computers. It supports a variety of devices. </p> <p> Garmin products are supported with file formats .tcx and .fit. FIT-format recommended. Polar from polar online (.xml) or from devices that exports .hrm GPX-files can be used but are often suboptimal. PWX and CSV also supported, but some features missing.
no: <b>T</b>uran er et hobbyprosjekt laget av noen treningsentusiaster for logging og analysering av treningsdata fra pulsklokke / sykkelkomputer. Vi støtter en rekke enheter. </p> <p> Garminprodukter med filformatene .tcx og .fit støttes, men .fit-formatet anbefales. Polar fra Polar online (.xml) eller fra enheter som eksporterer .hrm GPX-filer kan brukes, men er ofte suboptimalt. PWX og CSV støttes også, men de mangler noen funksjoner.

source: <b>T</b>uran is currently categorized into different exercise types to provide statistics and information for each type separately. The system will retrieve some of the information directly from the file you provide, but you will have to enter the comment for the exercise, and maybe some tags to group it with other similar exercises, such as rainyday-trips, solo-trips, bunch-sprints, and trips you could've been without.
no: Turan er delt inn i sykkelturer, fotturer og andre treningstyper for å gi statistikk og informasjon som er spesifikk for hver type. Systemet vil hente mesteparten av informasjonen rett fra pulsklokkedatafilen, men du må skrive en liten kommentar og gjerne tagge treningen med f.eks. "sol", "regnvær" osv.

source: Provided you have one of the supported devices you can analyze your training, kilometre by kilometre, or minute by minute if distance isn't relevant. You can, again provided your device supports it, graph everything the device records. Speed, altitude, cadence, heart rate, power, the whole <a href="http://www.urbandictionary.com/define.php?term=shebang">shebang</a>. Obviously, analyzing means breaking down a complex issue into smaller parts, so zooming in on any part of any lenght is supported. Just click and mark an interesting part of the graph and drool on the immense depth of the data <strong>you</strong> have produced.
no: Hvis du har en av de støttede pulsklokkene kan du analysere turene dine kilometer til kilometer eller minutt til minutt hvis lengde ikke er relevant. Du kan også grafe alt pulsklokka lagrer. Fart, høyde, kadens, puls, effekt. Mao. hele <a href="http://nn.wikipedia.org/wiki/Sulamitt">sulamitten</a>. Når du skal analysere må du såklart kikke på detaljene i turen og det er derfor støtte for zooming i grafene. Bare marker en intressant del av grafen og sikle på de saftige detaljene i dataene <u>du</u> har generert.

source: The map serves two purposes. First and foremost the function of showing where you've been. That one's easy. The second is the killer: intensities during the exercises are embedded in the trace of the trip. The intensity of your exercise is indicated by the color, showing where which parts of your trip was relatively speaking the hardest. The levels are also relative to the user's own max-pulse, so make sure yours is correct.
no: Kartet har to funksjoner. Først og fremst for å se hvor du har vært. I tillegg har man killerfunksjonen med å se hvilken intensitet de ulike delene av turen har hatt. Intensiteten vises med en fargeskala som indikerer hvilke deler av turen som var den tyngste. Intensiteten lages relativ til brukerens makspuls så sørg for at denne er rett.

source: What good is training without progress? After a while you might want to look at the trends of your training. Turan(tm) provides several. Apart from the silly BMI-tracking-feature, you can view (and compare) different runs of the same route, comparing everything, speed, cadence and heart rate. Turan(tm) will also graph the time-usage of a spesific route as a function of time. In your profile you can view your own progress in terms of average speed, BMI and resting pulse.
no: Hva er vitsen med trening uten fremgang? Om en stund kan det være lurt å sjekke trendene i treningen din. Turan(tm) har flere. Utover den lille BMI-grafefunksjonen kan du se og sammenligne flere turer på samme rute (fart, kadens og puls). Turan(tm) vil også grafe tidsbruk på en spesifikk rute som en funksjon av tid. I profilen din kan du se din egen fremgang i gjennomsnittlig fart, BMI og hvilepuls.

source: Latest segments
nn: Siste segment
no: Siste segmenter

source: efforts
nn: turar
no: turer

source: Latest comments
nn: Siste kommentarar
no: Siste kommentarer

source: Average speed
nn: Fart
no: Gj. fart

source: GPX File
nn: GPX-fil
no: GPX-fil

source: Trips on this route
nn: Turar på denne løpya
no: Turer langs denne ruta

source: Compare
nn: Samanlikn
no: Sammenlign

source: Trip
nn: Tur
no: Trening

source: CMP
nn: Jf.
no: SML

source: Select two or more routes to compare
nn: Velg to eller fleire ruter for å samanlikne
no: Velg to eller flere ruter for å sammenligne

source: Create new route
nn: Opprett ny rute
no: Lag ei ny rute

source: Update route
nn: Endre rute
no: Oppdater rute

source: Save route
nn: Lagre rute
no: Lagre rute

source: All routes
nn: Alle ruter
no: Alle ruter

source: Add route
nn: Ny rute
no: Legg til rute

source: Plot
nn: Plott
no: Graf

source: Search
nn: Søk
no: Søk

source: Matches for search
nn: Treff for søk
no: Treff ved søk

source: Users
nn: Utøvarar
no: Medlemmer

source: Segments
nn: Segment
no: Segmenter

source: Best efforts
nn: Beste resultat
no: Beste resultat

source: My results
nn: Mine resultat
no: Mine resultater

source: Best individual results
nn: Beste individuelle resultat
no: Beste individuelle resultater

source: Exerciser
nn: Kven
no: Hvem

source: Select two or more segments to compare
nn: Velg to eller fleire segment for å samalikne
no: Velg to eller flere segmenter å sammenligne

source: Modify segment entry
nn: Endre segment
no: Endre segment

source: Delete segment entry
nn: Slett segment
no: Slett segment

source: Update segment
nn: Endre segment
no: Oppdater segment

source: Note: You have to add the first entry on this segment manually using zoom and the press the globe icon in the top right corner of the graph
nn: Merk: Du må legge til det første segmentet manuelt ved å merke eit område i grafen og trykke på globe-ikonet på grafen.
no: Merk: Du må legge til første biten på dette segmentet manuelt ved å forstørre og trykke på globeikonet øverst til høyre av grafen

source: Note: The rest of the data (ascent/grade/distance/etc) will be pull from the first entry you add to this segment
nn: Merk: Utfyllande data (stigning/stigningsprosent/etc) vil bli henta frå det første segmentet som blir lagt til.
no: Merk: Resten av dataene (stigning/gradering/distanse/osv) blir plukket fra første biten du legger til dette segmentet

source: Segment list
nn: Segmentliste
no: Segmenter

source: My segment efforts
nn: Mine segmentresultat
no: Mine segmentturer

source: All segments
nn: Alle segment
no: Alle segmenter

source: Best times
nn: Toppskjema
no: Beste tider

source: Segment modification
nn: Endre segment
no: Endre segment

source: Add segment
nn: Legg til segment
no: Legg til segment

source: Note: if this is a new segment you will first have to create a segment
no: Obs: hvis dette er et nytt segment så må du først opprette segmentet

source: Save segment
nn: Lagre segment
no: Lagre segment

source: Segment efforts
nn: Segmentgjennomføringar
no: Beste resultat

source: All segment efforts
nn: Alle segmentgjennomføringar
no: Alle segment

source: Slope
nn: Bakke
no: Bakke

source: Slope modification
nn: Endre bakke
no: Endre bakke

source: Save slope
nn: Lagre bakke
no: Lagre bakke

source: My climbs
nn: Mine klatringar
no: Mine klatringer

source: All slopes
nn: Alle bakkar
no: Alle bakker

source: Statistics
nn: Statistikk
no: Statistikk

source: Lists of the fastest, most hard working and strongest exercisers
nn: Liste over dei raskaste, hardast-jobbande og sterkaste utøvarane
no: Lister over de raskeste, hardeste og sterkeste utøverne.

source: Exercise Statistics
nn: Treningsstatistikk
no: Treningsstatistikk

source: Showing statistics for
nn: Viser statistikk for
no: Viser statistikk for

source: Select month
nn: Velg månad
no: Velg måned

source: Previous
nn: Førre
no: Forrige

source: Current month
nn: Denne månaden
no: Nåværende måned

source: Current
nn: Denne
no: Nåværende

source: Next
nn: Neste
no: Neste

source: Filter by team
nn: Lag-filtrering
no: Lagfilter

source: Filter by exercise type
nn: Filtrer på treningstype
no: Filtrer på treningstype

source: Number of trips
nn: Tur-teljar
no: Antall turer

source: Total duration
nn: Total tid
no: Totaltid

source: Total distance
nn: Total lengd
no: Totallengde

source: Average trip length
nn: Gj. turlengde
no: Gj. turlengde

source: Highest average speed for trip
nn: Høgast gj. fart for tur
no: Maks gjennomsnittlig fart for tur

source: Average speed for all trips
nn: Gj. fart for alle turar
no: Gjennomsnittlig fart for alle turer

source: Highest speeds
nn: Fartsrekordar
no: Høyeste fart

source: Most energy consumed
nn: Mest energi brukt
no: Mest energi brukt

source: bodyfat
nn: kroppsfeitt
no: kroppsfett

source: Highest average HR
nn: Høgast gj. puls
no: Høgast gj. HF

source: Highest average Normalized Power
nn: Høgast normalisert effekt-snitt
no: Høyeste normalisert gjennomsnittseffekt

source: Top climbers
nn: Klatrekongar
no: Klatrekonger

source: Steepest average grade
nn: Brattast gjennomsnitt
no: Brattest stigning

source: Highest maximum Normalized Power
nn: Høgast normalisert effekt-snitt
no: Høyeste normaliserte makseffekt

source: Highest average pedaling power
nn: Høgast gjennomsnittleg effekt-snitt utan null
no: Høyeste gjennomsnitt pedaleffekt

source: Highest maximum pedaling power
nn: Høgast maks. effekt utan null
no: Høyeste maksimale pedaleffekt

source: Fastest average climb
nn: Kjappast gj. klatring
no: Raskest gj. klarting

source: hour
nn: time
no: time

source: Highest time in Zone
nn: Mest tid i sone
no: Lengste tid i sone

source: Highest Max Power
nn: Høgast maks-effekt
no: Høyeste makseffekt

source: Top Power Best Efforts for
nn: Høgast watt i
no: Høyeste effekt i beste anstrengelser for

source: Function
nn: Rolle
no: Oppgave

source: Teams
nn: Lag
no: Lag

source: Slogan
no: Slagord

source: Members
nn: Medlemsliste
no: Medlemmer

source: Todo
no: Gjøremål

source: Goals
nn: Målsetningar
no: Mål

source: Avg HR
nn: Puls
no: Gj. puls

source: Max Speed
nn: Maksfart
no: Maks fart

source: Min Temperature
nn: Min temp.
no: Minste temperatur

source: Max Temperature
nn: Maks temp.
no: Høyeste temperatur

source: Avg Pedaling Cadence
nn: Kadens
no: Gj. kadens

source: Avg Cadence
nn: Kadens inkl. trilling
no: Gj. kadens

source: Max Cadence
nn: Makskadens
no: Maks kadens

source: Avg Pedaling Power
nn: Tråkkeffekt
no: Gj. effekt

source: Avg Power
nn: Snitteffekt
no: Gj. effekt

source: Normalized Power
nn: Normalisert effekt
no: Normalisert effekt

source: Intensity Factor
nn: Intensitetsfaktor
no: Intensitetsfaktor

source: Max Power
nn: Maks effekt
no: Maks effekt

source: xPower
no: xEffekt

source: Relative Intensity (RI)
no: Relativ intensitet (RI)

source: Zoom
no: Forstørr

source: Avg power/kg
nn: Gj. effekt/kg
no: Gj. effekt/kg

source: Length
nn: Lengd
no: Lengde

source: Elevation
nn: Høgd
no: Stigning

source: This exercise
nn: Denne treninga
no: Denne treningen

source: All time best
nn: Personleg best
no: Best

source: at
nn: ved
no: ved

source: is
nn: er
no: er

source: Zoom out
nn: Zoom ut
no: Forminsk

source: Gradient
nn: Stigningsprosent
no: Stigningsprosent

source: Gradients
nn: Helling
no: Stigningsprosent

source: Loading graph
nn: Lastar graf
no: Laster graf

source: Loading selection information
nn: Lasta utvalgsinformasjon
no: Laster valgte område

source: Add segment for this selection
nn: Legg til segment for dette utvalet
no: Legg til valg som segment

source: Full screen graph
nn: Fullskjerm-graf
no: Fullskjermsgraf

source: Percentage of time spent in different HR, colored by zones
nn: Prosentvis fordeling i ulike puls-soner
no: Prosent av tid brukt i forskjellig puls fargelagt per sone

source: Power distribution
nn: Effektdistribusjon
no: Effektdistribusjon

source: Cadence distribution
nn: Kadensdistribusjon
no: Kadensdistribusjon

source: Speed distribution
nn: Fartsdistribusjon
no: Fartsdistribusjon

source: Avg Speed
nn: Fart
no: Gj. fart

source: Used kcal
nn: Brukt kcal
no: Forbrente kcal

source: Avg power
nn: Gj. effekt
no: Gj. effekt

source: Est power
nn: Est. effekt
no: Est. effekt

source: Category
nn: Kategori
no: Kategori

source: Modify segment
nn: Endre segment
no: Endre segment

source: Delete segment
nn: Slett segment
no: Slett segment

source: Search for named segments
nn: Søk etter namngitte segment
no: Søk etter navngitte segmenter

source: Time in power zones
nn: Tid i effekt-soner
no: Tid i effektsoner

source: Zone
nn: Sone
no: Sone

source: Time in HR zones
nn: Tid i puls-soner
no: Tid i pulssoner

source: Min altitude
nn: Lågaste høgd
no: Min. høyde

source: Avg ascent
nn: Snittstigning
no: Gj. stigning

source: Grade
nn: Stigningsprosent
no: Gradering

source: Newest
nn: Nyaste
no: Nyest

source: y
nn: år
no: år

source: years
nn: år
no: år

source: year
nn: år
no: år

source: mth
nn: mnd
no: mnd

source: months
nn: månadar
no: måneder

source: month
nn: månad
no: måned

source: days
nn: dagar
no: dager

source: day
nn: dag
no: dag

source: h
nn: t
no: t

source: hours
nn: timar
no: timer

source: hour
nn: time
no: time

source: minutes
nn: minutt
no: minutter

source: minute
nn: minutt
no: minutt

source: seconds
nn: sekund
no: sekunder

source: second
nn: sekund
no: sekund

source: Zero time
nn: Ingen tid
no: Ingen tid

source: Permission Denied
nn: Tilgong nekta
no: Tilgang nektet

source: We're sorry but you do not have permission to view this page.
nn: Ingen tilgong til denne sida.
no: Beklager, men du har ikke tilgang til denne siden.

source: 404 Not Found
nn: 404 Ugyldig adresse
no: 404 Ikke funnet

source: Page Not Found
nn: Ugyldig adresse
no: Siden fins ikke

source: We're sorry but zip was found at this address.
no: Beklager, men zipp, nada, nix ble funnet på denne adressen.

source: Server Error
nn: Tenarfeil
no: Tjenerfeil

source: Server Error Occurred
nn: Tenarfeil oppstod
no: Tjenerfeil. Hamsteren slapp løs

source: We're sorry but a server error has occurred. We've been notified and will look into it as soon as possible.
nn: Me er leie for det, men det oppstod ein tenarfeil. Tenar-røktarane har fått melding om feilen og vil sjå på det ved høve.
no: Vi beklager, men en tjenerfeil har oppstått. Vi har fått beskjed og et par intelligente aper har blitt sendt ut for å fikse problemet.

source: If you need assistance, you may reference this error as
nn: Om du har spørsmål kan du oppgi referansen
no: Du kan referere til denne feilen med

source: Upload your exercises and analyze them. Play them back and compare them to prior efforts. Share and comment on your friends exercises.
nn: Last opp treningane dine og analyser dei. Spel dei av og samalikn med andre treninger. Del og kommenter treninger med andre.
no: Last opp treninger og analyser dem. Spill dem av og sammenlign med tidligere målinger. Del og kommenter dine venners treninger.

source: My profile
nn: Min profil
no: Min profil

source: Login
nn: Logg inn
no: Logg inn

source: My calendar
nn: Min kalender
no: Min kalender

source: Language
nn: Språk
no: Språk

source: Account
nn: Konto
no: Om

source: Admin
no: Sjefe

source: Logout
nn: Logg ut
no: Logg ut

source: Username
nn: Brukarnamn
no: Brukernavn

source: Password
nn: Passord
no: Passord

source: Remember me
nn: Hugs meg
no: Husk meg

source: Log in
nn: Logg inn
no: Logg inn

source: Log in using Facebook
nn: Logg inn via Facebook
no: Logg inn med Facebook

source: or
nn: eller
no: eller

source: Sign up
nn: Registrer
no: Registrer deg

source: Exercisers
nn: Utøvarar
no: Brukere

source: Issue tracker
no: Saksbehandlingsystem

source: E-Mail Addresses
nn: epost-adresser
no: Epostadresser

source: Authentication Associations
nn: Autentiserings-assosiasjonar
no: OpenID-assosiasjoner

source: Change Password
nn: Endre passord
no: Endre passord

source: Set Password
nn: Sett passord
no: Sett passord

source: Delete Password
nn: Slett passord
no: Slett passord

source: Timezone
nn: Tidssone
no: Tidssone

source: Turan can be used in your preferred language.
no: Turan kan benyttes i ditt favorittspråk.

source: Change my language
nn: Skift språk
no: Bytt språk

source: Log In
nn: Logg inn
no: Logg inn

source: Note
nn: Merk
no: Notis

source: you are already logged in as %(user_display)s.
nn: du er allereie logga inn som %(user_display)s.
no: Du er allerede logget inn som %(user_display)s

source: Don't have an account? <a href="%(signup_url)s">Sign up</a>!
nn: Har du ikkje konto? <a href="%(signup_url)s">Registrer deg</a>!
no: Mangler du konto? <a href="%(signup_url)s">Registrer deg</a>!

source: Forgot password?
nn: Gløymd passord?
no: Glemt passord?

source: Log in &rarr;
nn: Logg inn &rarr;
no: Logg inn &rarr;

source: Or sign in with your OpenID
nn: Eller logg inn med din OpenID
no: Eller logg inn med OpenID

source: If you have any trouble logging in to your account, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
nn: Om du har problem med innlogginga, ta kontakt på <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
no: Hvis du har problemer med å logge inn kan du kontakte oss via <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Sign Up
nn: Registrer deg
no: Registrer deg

source: You need an account to log exercises
nn: Du treng konto for å logge treninger
no: Du trenger en konto for å logge treninger

source: You are already logged in.
nn: Du er allereie logga inn.
no: Du er allerede logget inn.

source: Register using your Facebook account
nn: Registrer ved hjelp av Facebook-kontoen din
no: Registrer deg via Facebook

source: Already have an account?
nn: Har du alt ein konto?
no: Har du allerede konto?

source: Here is your current avatar:
nn: Noverande brukarbilete:
no: Din avatar:

source: Don&rsquo;t like these avatars? You can <a href="%(avatar_delete_url)s">choose which ones to delete</a>.
nn: Vel <a href="%(avatar_delete_url)s">kva du vil slette</a>.
no: Hvis du ikke liker disse avatarene så kan du <a href="%(avatar_delete_url)s">velge og slette dem</a>.

source: Upload an Avatar:
nn: Last opp brukarbilete:
no: Last opp en avatar:

source: Avatar Image
nn: Brukarbilete
no: Avatar

source: Upload New Image
nn: Last opp nytt bilete
no: Last opp nytt bilde

source: Manage Authentication Associations
no: Endre OpenID-assosiasjoner

source: To log in using your Facebook account, click here:
no: For å logge inn med Facebook, klikk her:

source: Authenticate
nn: Autentiser
no: Autentiser

source: Remove association
nn: Fjern assosiasjon
no: Fjern OpenID-assosiasjon

source: Your account is currently associated with the following OpenID %(buttons)s:
no: Kontoen din er assosiert med følgende OpenID %(buttons)s:

source: To associate a new OpenID with this account, sign in with it here:
no: For å assosiere en ny OpenID med denne kontoen logger du inn her:

source: Authenticate and associate with this account
no: Autentiser og assosier med denne kontoen

source: more
nn: meir...
no: mer

source: Notices
nn: Notisar
no: Notiser

source: Compose
nn: Ny melding
no: Ny

source: Inbox
nn: Innboks
no: Innboks

source: Sent
nn: Sendt
no: Sendt

source: Trash
nn: Bosspann
no: Søppel

source: Compose Message
nn: Skriv melding
no: Skriv ny melding

source: Sender
nn: Avsendar
no: Avsender

source: Subject
nn: Emne
no: Tittel

source: Received
nn: Motteke
no: Mottatt

source: Action
nn: Aksjon
no: Valg

source: delete
nn: slett
no: Slett

source: Sent from %(site_url)s
nn: Sent frå %(site_url)s
no: Sendt fra %(site_url)s

source: Sent Messages
nn: Sendte meldingar
no: Sendte meldinger

source: Recipient
nn: Mottakar
no: Mottaker

source: Deleted Messages
nn: Sletta meldingar
no: Slettede Meldinger

source: undelete
nn: gjenopprett
no: gjenopprett

source: View Message
nn: Vis melding
no: Se melding

source: Reply
nn: Svar
no: Svar

source: Settings
no: Oppsett

source: previous
nn: førre
no: forrige

source: next
nn: neste
no: neste

source: kudosed
nn: ga kudos
no: gav kudos

source: Your Profile
nn: Din profil
no: Din profil

source: All Profiles
nn: Alle profilar
no: Brukerprofil

source: Profile for
nn: Profil for
no: Brukerprofil for

source: Show all
nn: Vis alle
no: Vis alle

source: Exercise equipment
nn: Treningsutstyr
no: Treningsutstyr

source: You are friends with
nn: Du er ven med
no: Du er venn med

source: Send a message
nn: Send melding
no: Send en melding

source: remove from friends
nn: Fjern som ven
no: fjern fra venneliste

source: has requested friendship.
nn: har førespurd venskap
no: har spurt om å bli venn.

source: Friendship request sent.
nn: Veneførspurnad sendt.
no: Vennskapsønske sendt.

source: Add As Friend
nn: Legg til som ven
no: Legg til som venn
