Repository: Turan-no/Turan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nn, no

source: %(other_user_display)s to be a friend.
nn: %(other_user_display)s vil bli ven.
no: %(other_user_display)s om å være en venn.

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to add this person as a friend and see more of their content.
nn: Du kan <a href="%(signup_url)s">Registrere deg</a> og <a href="%(login_url)s">Logge inn</a> for å starte.
no: <a href="%(signup_url)s">Registrer deg</a> og <a href="%(login_url)s">logg inn</a> for å legge til denne personen som en venn og se mer av innholdet deres.

source: Profile
nn: Profil
no: Brukerprofil

source: Date joined
nn: Vart medlem
no: Ble medlem

source: Website
nn: Nettstad
no: Nettsted

source: Cycle
nn: Sykkel
no: Sykkel

source: Resting pulse
nn: Kvilepuls
no: Hvilepuls

source: Edit profile
nn: Rediger profil
no: Rediger profil

source: update
nn: oppdater
no: oppdatér

source: Show
nn: Vis
no: Vis

source: 's calendar
nn: sin kalender
no: sin kalender

source: Add a route
nn: Ny rute
no: Legg til rute

source: Import exercises from another site
nn: Importer trening frå anna nettstad
no: Importer treninger fra en annen nettside

source: Update weight / resting HR
nn: Oppdater vekt / kvilepuls / FTP
no: Oppdater vekt og hvilepuls

source: Add exercise equipment
nn: Legg til treningsutstyr
no: Legg til treningsutstyr

source: Verify an email address
nn: Stadfest epost-adresse
no: Bekreft epostadresse

source: Add an avatar
nn: Legg til brukarbilete
no: Legg til avatar

source: Invite people
nn: Inviter folk
no: Inviter folk

source: Cycle trips
nn: Sykkelturar
no: Sykkelturan

source: Avg speed trend: cycling
nn: Gj. fartstrend: sykling
no: Gj.sn. hastighetstrend: sykling

source: Avg HR trend overall
nn: Gj. trend for puls
no: Gj. HR-trend totalt

source: Your Tribes
nn: Dine lag
no: Dine lag

source: You are not yet a member of any <a href="%(tribe_url)s">tribes</a>.
no: Du er ikke medlem av noen <a href="%(tribe_url)s">lag</a> .

source: Your Friends
nn: Venene dine
no: Dine venner

source: None. You should look at the list of <a href="/profiles/">profiles</a> and see if there's anyone you know.
no: Ingen. Du bør se på listen over <a href="/profiles/">profiler</a> og se etter noen du kjenner.

source: %(other_user_display)s's Tribes
no: %(other_user_display)s sine lag

source: Not yet a member of any tribes.
no: Ennå ikke medlem av noen lag.

source: %(other_user_display)s's Friends
nn: Venene til %(other_user_display)s
no: %(other_user_display)s sine venner

source: All exercisers
nn: All utøvarane
no: Alle utøverer

source: Clear Search Terms
nn: Slett søkeuttrykk
no: Slett spørring

source: All the junkies of endorphines listed below...
nn: Liste med endorfin-avhengige folk
no: Alle endorfinjunkiene listet under...

source: Order by
nn: Sorter etter:
no: Sorter på

source: Total exercise duration
nn: Totalt treningstid
no: Total treningsvarighet

source: Recent exercise duration
nn: Nyleg treningstid
no: Nylig treningsvarighet

source: No profile were found
nn: Fann ingen profil
no: Ingen profil ble funnet

source: Statistics for %(other_user)s
nn: Statistikk for %(other_user)s
no: Statistikk for %(other_user)s

source: Previous year
nn: Førre år
no: Forrige år

source: This year
nn: I år
no: Dette året

source: Next year
nn: Neste år
no: Neste år

source: Type exercise chart
nn: Treningstypegraf
no: Treninggrafstype

source: Type exercise time chart
nn: Treningstypegraf med timar
no: Type tidstabell for trening

source: Avg speed: cycling
nn: Gj. fart: sykling
no: Gj. fart: sykling

source: BMI graph
nn: BMI-graf
no: BMI-graf

source: Resting pulse graph
nn: Kvilepulsgraf
no: Hvilepulsgraf

source: Weekstats graph
nn: Vekestatistikk
no: Ukegraf

source: Power graph
nn: Effekt-graf
no: Effektgraf

source: Speed graph
nn: Farts-graf
no: Fartgraf

source: Add profile detail
nn: Legg til brukarprofildetalje
no: Brukerprofil

source: Add new profile detail
nn: Legg til brukarprofildetalje
no: Brukerprofil

source: Submit
nn: Send
no: Send

source: Delete Post
nn: Slett
no: Slett kommentar

source: Reply to This Post
nn: Svar på denne
no: Svar på denne kommentaren

source: Post Response
nn: Send
no: Svar

source: Leave a comment
nn: Skriv ein kommentar
no: Legg til kommentar

source: Post comment
nn: Lagre kommentar
no: Post kommentar

source: to leave a comment
nn: for å kommentere
no: for å legge inn en kommentar

source: Functional Threshold Power
nn: FTP (Terskelwatt)

source: File from equipment from Garmin/Polar/other (.fit, .tcx, .gpx, .hrm, .gmd, .csv, .xml)
nn: Fil frå treningscomputer som Garmin/Polar/anna (.fit, .tcx, .gpx, .hrm, .gmd, .csv, .xml)

source: BPM
nn: Slag/m

source: FFWD
nn: Auk fart

source: Avatar
nn: Brukarbilete

source: If you have any trouble creating your account, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
nn: Om du har problem med innlogginga, ta kontakt på <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Deleted Messages are removed from the trash at irregular intervals, don't rely on this feature for long-time storage.
nn: Sletta meldingar vert sletta frå papirkorga med ujamne mellomrom.

source: <a href="%(sender_url)s">%(sender_display)s</a> has sent you a reply to <a href="%(message_url)s">%(message_parent_msg)s</a>.
nn: <a href="%(sender_url)s">%(sender_display)s</a> har sendt svar på meldinga <a href="%(message_url)s">%(message_parent_msg)s</a>.
