Repository: Turan-no/Turan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nn, no

source: Accepted friendship request from %(from_user)s
nn: Godkjente veneførespurnad frå %(from_user)s
no: Aksepterte en vennskapsforespørsel fra %(from_user)s

source: Declined friendship request from %(from_user)s
nn: Avslo veneførespurnad frå %(from_user)s
no: Avviste en vennskapsforespørsel fra %(from_user)s

source: %(total)s vCards found, %(imported)s contacts imported.
nn: %(total)s vCards funne, %(imported)s kontaktar importert.
no: %(total)s vCard ble funnet, %(imported)s kontakter ble importert.

source: %(total)s people with email found, %(imported)s contacts imported.
nn: %(total)s kontaktar med epost funne, %(imported)s kontaktar importert.
no: %(total)s personer med epost ble funnet, %(imported)s kontakter ble importert.

source: Male
nn: Mann
no: Mann

source: Female
nn: Kvinne
no: Kvinne

source: user
nn: brukar
no: Bruker

source: name
nn: namn
no: Navn

source: Optional real name
nn: Valfritt fullstendig namn
no: Navn (valgfritt)

source: about
nn: om
no: Om

source: location
nn: stad
no: Sted

source: website
nn: nettstad
no: Vekt

source: Height
nn: Høgd
no: Høyde

source: in cm
nn: i cm
no: i cm

source: Weight
nn: Vekt
no: Vekt

source: in kg, used to calculate power
nn: i kg, brukt til å rekne ut effekt
no: i kg, brukes til å regne ut effekt

source: Resting HR
nn: Kvilepuls
no: Hvilepuls

source: beats per minute
nn: slag i minuttet
no: slag per minutt

source: Max HR
nn: Makspuls
no: Maks puls

source: Gender
nn: Kjønn
no: Kjønn

source: profile
nn: profil
no: Brukerprofil

source: profiles
nn: profilar
no: Profiler

source: 2009-08-27 08:00:00, time optional
nn: 2009-08-27 08:00:00, tid valfritt
no: 2009-08-27 08:00:00, tid er valgfritt

source: in kg
nn: i kg
no: i kg

source: Profile Detail
nn: Profildetalje
no: Profildetalj

source: Profile Details
nn: Profildetaljar
no: Profildetaljer

source: You have removed %(from_user)s from friends
nn: Du har fjerna %(from_user)s frå vener
no: Du har fjernet %(from_user)s fra vennelista

source: Let's be friends!
nn: Bli ven!
no: La oss være venner!

source: You have accepted the friendship request from %(from_user)s
nn: Du har akseptert venskap-førespurnad frå %(from_user)s
no: %(from_user)s er nå på vennelista di

source: You have declined the friendship request from %(from_user)s
nn: Du har avslått venskap-førespurnad frå %(from_user)s
no: Du avviste venneforespørselen fra %(from_user)s

source: hours
nn: timar
no: timer

source: Last 14 days
nn: Siste to veker
no: Siste to uker

source: About
nn: Om
no: Om

source: Location
nn: Stad
no: Sted

source: Exercise duration
nn: Treningstid
no: Varighet

source: Enter a valid duration.
nn: Skriv inn gyldig tid
no: Skriv en gyldig varighet

source: Ensure this self is greater than or equal to %(min)s.
nn: Sjekk at denne self er større eller lik som %(min)s.
no: Sjekk at self er større eller lik %(min)s

source: Ensure this self is less than or equal to %(max)s.
nn: Sjekk at denne self er mindre enn eller lik som %(max)s.
no: Sjekk at self er mindre eller lik %(max)s

source: Events for %(username)s
nn: Treninger for %(username)s
no: Treningene til %(username)s

source: Events for %s
nn: Treninger for %s
no: Treningene til %s

source: You can only import from Strava, Sportypal and Garmin Connect.
nn: Importering er berre mogleg frå Strava, Sportypal og Garmin Connect.
no: Du kan kun importere fra Strava, Sportypal og Garmin Connect.

source: File upload must be a valid ZIP archive.
nn: Opplasta fl må vere eit gyldig ZIP-arkiv.
no: Opplastingen må være et gyldig ZIP-arkiv.

source: Could not unzip file.
nn: Kunne ikkje pakka ut fil.
no: Klarte ikke pakke ut filen.

source: ZIP file containing multiple exercise files
nn: ZIP-fil som inneheld fleir trenings-filer.
no: ZIP-fil med flere treningsfiler

source: New exercise logged
nn: Ny trening loggført
no: Ny trening loggført

source: a friend logged an exercise
nn: ein ven logga ny trening
no: en venn loggførte ny trening

source: New Comment on Exercise
nn: Ny kommentar på trening
no: Ny kommentar på en trening

source: a comment was made on one of your exercises
nn: ny kommentar på ein av treningane dine
no: noen har kommentert en av treningene dine

source: Exercise Type
nn: Treningstype
no: Treningstype

source: Exercise Types
nn: Treningstypar
no: Treningstyper

source: Description
nn: Skildring
no: Beskrivelse

source: Equipment description
nn: Utstyrskildring
no: Utstyrsbeskrivelse

source: Equipment Type
nn: Utstyrstype
no: Utstyrstype

source: Equipment Types
nn: Utstyrstypar
no: Utstyrstyper

source: External URL
nn: Ekstern lenke
no: Ekstern lenke

source: Added info in external URL
nn: Ekstra informasjon i ekstern lenke
no: La til info fra ekstern lenke

source: Brand
nn: Merke
no: Merke

source: Model
nn: Modell
no: Modell

source: Weight when in use
nn: Vekt medan i bruk.
no: Vekt ved bruk

source: weight in kg when riding, used for power estimations. Include bottles, clothes, etc
nn: Totalvekt for utstyret når det trillar, målt i kilogram. Dette er brukt for effektestimat. Tel difor med flasker, klede og liknande.
no: vekt i kg ved bruk, brukes til effektestimat. Inkluder flasker, klær, osv

source: Notes
nn: Merknadar
no: Notis

source: Aquired
nn: Anskaffa
no: Anskaffet

source: Date you aquired the equipment
nn: Dato du fekk utstyret
no: Dagen du anskaffet utstyret

source: Exercise type
nn: Treningstype
no: Treningstype

source: Equipment
nn: Utstyr
no: Utstyr

source: Component description
nn: Komponentskildring
no: Beskrivelse

source: Component Type
nn: Komponenttype
no: Type

source: Component Types
nn: Komponenttypar
no: Alle typer

source: Added
nn: Lagt til
no: Lagt til

source: Removed
nn: Fjerna
no: Fjernet

source: Component
nn: Komponent
no: Komponent

source: Components
nn: Komponentar
no: Komponenter

source: Name
nn: Namn
no: Navn

source: for example Opsangervatnet
nn: til dømes Opsangervatnet
no: for eksempel Opsangervatnet

source: Distance
nn: Lengd
no: Lengde

source: in km
nn: i km
no: i km

source: route description
nn: Ruteskildring
no: rutebeskrivelse

source: Added info for route in external URL
nn: Ekstra informasjon via ekstern lenke
no: Lagt til info for rute i ekstern lenke

source: Ascent
nn: Stigning
no: Stigning

source: Descent
nn: Nedstigning
no: Senkning

source: Maximum altitude
nn: Høgaste høgd
no: Maks. høyde

source: Minimum altitude
nn: Lågaste høgd
no: Min. høyde

source: Route
nn: Rute
no: Rute

source: Routes
nn: Ruter
no: Ruter

source: All
nn: Alle
no: Alle

source: Friends
nn: Vener
no: Dine venner

source: Only myself
nn: Berre meg sjølv
no: Kun meg

source: Finished
nn: Ferdig
no: Ferdig

source: Paused
nn: Pausa
no: Pauset

source: Live
no: Direktesendt

source: Search existing routes
nn: Søk i ruter
no: Søk i ruter

source: Duration
nn: Tid
no: Tid

source: Date
nn: Dato
no: Dato

source: year-mo-dy
nn: år-mnd-dag
no: år-mnd-dag

source: Start time
nn: Starttid
no: Starttid

source: Comment
nn: Kommentar
no: Kommentar

source: Only needed for Polar products
nn: Berre naudsynt om du har Polar-utstyr
no: Bare om du har Polar-klokke

source: Exercise file
nn: Treningsfil
no: Treningsfil

source: File from equipment from Garmin/Polar/other (.fit, .gpx. .tcx, .hrm,.gmd, .csv, .xml)
no: Fil fra treningsmonitor Garmin/Polar (.fit, .gpx, .tcx, .hrm,.gmd, .csv, .xml)

source: Exercise permission
nn: Treningtilgong
no: Tilganger til treningsdata

source: Select the equipment used for this exercise, for statistics and tracking
nn: Vel utstyr du brukte, for statistikk m.m.
no: Velg utstyret som ble brukt i denne treningen for statistikk og logging

source: Tags
nn: Merke
no: Merkelapper

source: Exercise
nn: Trening
no: Trening

source: Exercises
nn: Treninger
no: Treninger

source: by
nn: av
no: av

source: Untitled
nn: Namnlaus
no: Uten tittel

source: Merge
nn: Flett
no: Slå sammen

source: Prepend
nn: Pre-fletting
no: Legg til først

source: Append
nn: Post-fletting
no: Legg til på slutten

source: Merge strategy. Merge = Merge on top of current, Append = Append to end, Prepend = Insert before current
no: Sammenslåingstrategi. Slå sammen = Slå sammen på toppen av denne.

source: File from equipment from Garmin/Polar (.gpx, .tcx, .hrm, .gmd, .csv, .pwx, .xml, .fit)
nn: Fil frå treningscomputer som Garmin/Polar/PowerTap (.gpx, .tcx, .hrm, .gmd, .csv, .pwx, .xml, .fit)
no: Fil fra treningsmonitor Garmin/Polar (.gpx, .tcx, .hrm, .gmd, .csv, .pwx, .xml, .fit)

source: for example Alpe d'Huez
nn: til dømes Alpe d'Huez
no: for eksempel Opsangervatnet

source: Describe where it starts and ends and other noteworthy details
nn: Skildre kvar segmentet startar og sluttar og anna nyttig informasjon
no: Beskriv hvor starten og slutten befinner seg og andre nevneverdige detaljer

source: E.g. added info for segment in external URL
nn: T.d. ekstra informasjon for segmentet via ekstern lenke
no: F.eks lagt til info for segment i ekstern lenke

source: in m
nn: i m
no: i meter

source: Optionally add this selection to a shared public segment
nn: Link segmentet til eit delt felles segment
no: Legg til som offentlig segment

source: Locations
nn: Stadar
no: Steder

source: Heart rate
nn: Puls
no: Puls

source: Cadence
nn: Kadens
no: Kadens

source: Power
nn: Effekt
no: Effekt

source: Speed
nn: Fart
no: Fart

source: Unknown file extension
nn: Ukjent fil-type
no: Ukjent filending

source: Distance: %(distance_sum).1f km, Ascent: %(ascent_sum).0f m, Duration: %(duration_sum)s, kcal: %(kcal_sum)s
nn: Distanse: %(distance_sum).1f km, Stigning: %(ascent_sum).0f m, Tidsbruk: %(duration_sum)s, kcal: %(kcal_sum)s
no: Distanse: %(distance_sum).1f km, Klatret: %(ascent_sum).0f m, Varighet: %(duration_sum)s, kcal: %(kcal_sum)s

source: Month sums
nn: Månadsum
no: Månedsum

source: Missing exercise details.
nn: Manglar treningsdetaljar
no: Mangler treningsdetaljer.

source: HR
nn: Puls
no: Puls

source: Altitude
nn: Høgd
no: Høyde

source: Power Avg30
nn: Effekt 30s
no: Effekt gj30

source: Temperature
nn: Temperatur
no: Temperatur

source: The %(verbose_name)s was created successfully.
nn: %(verbose_name)s vart lagt til.
no: %(verbose_name)s ble opprettet.

source: The %(verbose_name)s was added successfully.
nn: %(verbose_name)s vart lagt til.
no: %(verbose_name)s ble opprettet.

source: Welcome
nn: Velkommen
no: Velkommen

source: Welcome to Turan
nn: Velkommen til Turan
no: Velkommen til Turan

source: <b>Turan</b> is a site for logging exercices.
nn: <b>Turan</b> er ei side for å loggføre treningar.
no: <b>Turan</b> er en side for å loggføre treninger.

source: About this project
nn: Om dette prosjektet
no: Om dette prosjektet

source: List of features should be inserted here.
no: Liste av funksjoner her

source: Take me to Turan
nn: Ta meg til Turan
no: Ta meg til Turan

source: Wondering <a href="%(what_next_url)s">What Next</a>?
nn: Lurer du på <a href="%(what_next_url)s">kva no?</a>?
no: <a href="%(what_next_url)s">Hva nå</a>?

source: You can <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">Log in</a> to try out the site.
nn: Du kan <a href="%(signup_url)s">Registrere deg</a> og <a href="%(login_url)s">Logge inn</a>for å starte.
no: Du kan <a href="%(signup_url)s">registrere deg</a> og <a href="%(login_url)s">Logge inn</a> for å prøve sida.

source: You can <a href="%(login_url)s">Log in</a> to try out the site.
nn: Du kan <a href="%(login_url)s">Logg inn</a> for å starte.
no: Du kan <a href="%(login_url)s">Logge inn</a> for å prøve sida.

source: What Next?
nn: Kva no?
no: Hva nå?

source: Here are some things to do to get started with this site
nn: Her er nokre linkar for å få deg i gang på sida
no: Her er noen linker for å komme i gang

source: add a route
nn: ny rute
no: legg til rute

source: Just ready up your GPX file!
nn: Gjer klar GPX-fila di !
no: Ha rutefila (.gpx) klar!

source: add an exercise
nn: legg til trening
no: legg til trening

source: Better have that training computer output ready!
nn: Har du klar filene frå treningsmonitoren din ?
no: Du har treningsfila klar?

source: import data from another site
nn: Importer frå anna side
no: importer data fra en annen nettside

source: Got your data stored public on another site? No worries, just import it!
nn: Lagra data på ein annan nettstad? Uroa ikkje, importer no!
no: Har du treningsdata lagret offentlig på en annen nettside? Ikke noe problem, bare importer den!

source: lost weight?
nn: Gått ned i vekt?
no: Gått ned i vekt?

source: Fill out this form to update pretty graph on your profile!
nn: Fyll ut skjemaet for å oppdatere den gjeve grafen på profilen din!
no: Fyll ut skjemat for å få fin-fin graf på profilen din!

source: verify an email address
nn: stadfest epost-adresse
no: bekreft epostadresse

source: So you can receive notifications, reset your password and so people can find you more easily.
nn: så du kan få meldingar, nullstille passord med meir.
no: slik at du kan få meldinger, nullstille passord, etc.

source: fill out your profile
nn: fyll ut profilen din
no: fyll ut profilen din

source: To tell the world a little about yourself.
nn: fortel verda litt om deg sjølv
no: For å fortelle verden litt om deg selv.

source: add an avatar
nn: legg til brukarbilete
no: legg til avatar

source: So people can see what you look like.
nn: så folk kan sjå korleis du ser ut.
no: Så folk ser hvem du er.

source: join some tribes
nn: bli medlem i lag
no: bli med i et lag

source: To find people with similar interests to share and discuss with.
nn: For å finne folk
no: For å finne folk å dele og diskutere med.

source: connect with friends
nn: knytt vener
no: bli venner

source: So you can follow what they're up to.
nn: så du kan sjå kva dei held på med
no: Så kan du se hva de driver på med.

source: invite more people to the site
nn: inviter meir folk til sida
no: inviter mer folk til siden

source: So more people can share in the fun.
nn: så meir folk kan dele treningsgleda
no: Så flere kan bli med på moroa.

source: Start by <a href="%(signup_url)s">signing up</a> and <a href="%(login_url)s">logging in</a>.
nn: Start ved å<a href="%(signup_url)s">melde seg inn</a> og <a href="%(login_url)s">logge inn</a>.
no: Start ved å <a href="%(signup_url)s">registrere</a> og <a href="%(login_url)s">logge inn</a>.

source: Other Services
nn: Andre tenester
no: Andre tjenester

source: You have already authorized a twitter account.
nn: Du har allereie ein autorisert twitter-konto
no: Du har allerede autorisert en twitter-konto

source: Change your account with this form.
nn: Endre konoten med dette skjemaet
no: Endre kontoen din med dette skjemaet

source: save
nn: lagre
no: lagre

source: Contacts
nn: Kontaktar
no: Kontakter

source: upload
nn: last opp
no: last opp

source: Import Google Contacts
nn: Importer Google-kontakter
no: Importer Google-kontakter

source: Import Yahoo Address Book
nn: Importer Yahoo-adressebok
no: Importer Yahoo adressebok

source: No contacts.
nn: Ingen kontaktar.
no: Ingen kontakter.

source: Invitations
nn: Invitasjonar
no: Invitasjoner

source: Invite someone new to join
nn: Inviter nokre nye
no: Inviter noen nye til å bli med

source: If you'd like to invite someone to join Turan, you can enter their email address and a message for them below:
nn: Om du vil invitere nokon til Turan, skriv inn epost-adressa deira og ei melding under:
no: Om du vil invitere noen til Turan, skriv in epostadresse og melding under:

source: Someone with this email address has already joined:
nn: Ein brukar med den epost-adressa er allereie medlem:
no: Noen med denne adressen er allerede medlem:

source: invite
nn: inviter
no: inviter

source: Friendship Requests Received
nn: Ven-førespurnad motteke.
no: Venneforespørsel mottatt

source: accept
nn: aksepter
no: aksepter

source: decline
nn: avslå
no: avslå

source: No friendship requests received.
nn: Ingen ven-førespurnadar motteke.
no: Ingen venneforespørsler mottatt :(

source: Friendship Requests Sent
nn: Ven-førespurnad sent
no: Venneforespørsler sendt

source: No friendship requests sent.
nn: Ingen førespurnadar om venskap sendt.
no: Ingen venneforespørsler sendt :(

source: Join Requests Sent
nn: Medlemskap søkt.
no: Medlemskapsøknader sendt

source: No join requests sent.
nn: Ingen medlemskap søkt.
no: Ingen medlemskapsøknader

source: Notice
nn: Notis
no: Notis

source: <a href="%(user_url)s">%(user)s</a> has commented on your exercise '<a href="%(exercise_url)s">%(exercise)s</a>'.
nn: <a href="%(user_url)s">%(user)s</a> har kommentert di trening '<a href="%(exercise_url)s">%(exercise)s</a>'.
no: <a href="%(user_url)s">%(user)s</a> har kommentert treningen din '<a href="%(exercise_url)s">%(exercise)s</a>'.

source: New exercise
nn: Ny trening
no: Ny trening

source: Latest Photos
nn: Siste bilete
no: Siste bilder

source: Your Photos
nn: Dine bilete
no: Dine bilder

source: Friends' Photos
nn: Foto frå vener
no: Bildene til venner

source: Upload a Photo
nn: Last opp bilete
no: Last opp et bilde

source: Total Duration
nn: Total tid
no: Totaltid

source: Total Distance
nn: Total Lengd
no: Totallengde

source: Total Avg Speed
nn: Total gj. fart
no: Gj. fart

source: km/h
nn: km/t
no: km/t

source: Total exercise count
nn: Totalt treningstal
no: Antall treninger

source: trips
nn: turar
no: turer

source: Longest trip
nn: Lengste tur
no: Lengste tur

source: Avg distance/day
nn: Gj. distanse/dag
no: Gj. distanse/dag

source: km/d
nn: km/dag
no: km/dag

source: Avg kcal/day
nn: Gj. kcal/dag
no: Gj. kcal/dag

source: kcal/d
nn: kcal/dag
no: kcal/dag

source: Avg time/day
nn: Gj. tid/dag
no: Gj. tid/dag

source: Total energy expenditure
nn: Total energibruk
no: Energi brukt

source: fat
nn: feitt
no: fett

source: Exercises and routes tagged with
nn: Treninger og ruter merka med
no: Treninger og ruter merket med

source: No cycle trips matching tag
nn: Ingen sykkelturar merka
no: Ingen sykkelturer funnet med merkelapp

source: No routes matching tag
nn: Ingen ruter som er tagga
no: Ingen ruter med merkelapp

source: Photos
nn: Foto
no: Foto

source: Blog Posts
no: Blogginnlegg

source: These are blog posts from everyone:
nn: Dette er blogg-postane frå alle:
no: Dette er blogg-oppføringer fra alle:

source: Tribes
nn: Lag
no: Lag

source: Altitude profile
nn: Høgdeprofil
no: Høydeprofil

source: Lists of the bestest exercisers
nn: Liste over dei beste til å trene
no: Best til å trene

source: Calendar
nn: Kalender
no: Kalender

source: Exercise calendar
nn: Treningskaldeder
no: Treningskalender

source: Previous month
nn: Førre månad
no: Forrige måned

source: Next month
nn: Neste månad
no: Neste måned

source: Time in HR zones by week
nn: Tid i pulssone per veke
no: Tid i pulssoner per uke

source: Week
nn: Veke
no: Uke

source: zone
nn: sone
no: sone

source: days
nn: dagar
no: dager

source: minutes
nn: minutt
no: minutter

source: Add Cycle Trip
nn: Legg til sykkeltur
no: Legg til trening på sykkel

source: Add new trip
nn: Legg til tur
no: Legg til trening

source: Confirm delete
nn: Stadfest sletting
no: Bekreft sletting

source: There is no going back!
nn: Det er ingen veg tilbake!
no: Det er ingen veg tilbake!

source: Do you really want to delete %(object)s ?
nn: Vil du verkeleg slette %(object)s ?
no: Vil du virkelig slette %(object)s ?

source: Delete
nn: Slett
no: Slett

source: Equipment modification
nn: Endre utstyr
no: Utstyrsendring

source: Add equipment
nn: Legg til utstyr
no: Legg til utstyr

source: Save
nn: Lagre
no: Lagre

source: Search results for
nn: Søkeresultat for
no: Søkeresultat for

source: Clear search query
nn: Slett søk
no: Slett spørring

source: My events
nn: Mine treninger
no: Mine treninger

source: All events
nn: Alle treninger
no: Alle treninger

source: Events
nn: Turan
no: Tura

source: Add an exercise
nn: Ny trening
no: Legg til trening

source: Route plot
nn: Ruteplott
no: Rutegraf

source: User
nn: Brukar
no: Bruker

source: versus
nn: mot
no: vs

source: to
nn: til
no: til

source: Click graph to reset selection
nn: Klikk på grafen for å fjerna utvalet
no: Klikk på grafen for å resette utsnitt

source: Play
nn: Spel av
no: Spill av

source: Modify
nn: Endre
no: Endre

source: Reparse
nn: Reanalyser
no: Tolk på nytt

source: Private exercise
nn: Privat trening
no: Privat trening

source: Exercise visible to friends
nn: Trening synleg for vener
no: Trening synlig for venner

source: Graph
nn: Graf
no: Graf

source: Comments
nn: Kommentarar
no: Kommentarer

source: Intervals
nn: Intervall
no: Intervaller

source: Zones
nn: Soner
no: Soner

source: Freqs
nn: Frek.
no: Frekv.

source: Slopes
nn: Bakkar
no: Bakker

source: Inclinedata
nn: Stigningsum
no: Stigningsdata

source: Best Efforts
nn: Toppskjema
no: Best jobb

source: writes
nn: skriv
no: skriver

source: Position
nn: Posisjon
no: Posisjon

source: Max speed
nn: Maksfart
no: Maks. fart

source: Max power
nn: Maks effekt
no: Maks. effekt

source: Max cadence
nn: Makskadens
no: Maks. kadens

source: Max altitude
nn: Høgaste høgd
no: Maks. høyde

source: Add Exercise
nn: Legg til trening
no: Legg til trening

source: Modify exercise
nn: Endre trening
no: Endre trening

source: Import exercise
nn: Importer trening
no: Importer trening

source: Name/Route
nn: Namn/Rute
no: Navn/Rute

source: Name this exercise or start typing to search in existing routes
nn: Namngi treninga eller byrja skrive for å søke i eksisterande ruter
no: Navngi denne treningen eller begynn å skriv for å søke i eksisterende ruter

source: You can optionally leave this field blank
nn: Feltet er valfritt
no: Du kan la dette feltet stå tomt

source: Save exercise
nn: Lagre trening
no: Lagre trening

source: exerciser
nn: utøvar
no: utøver

source: Live exercise
nn: Live-trening
no: Direktetrening

source: Parsing exercise
nn: Analyserer trening
no: Tolker sensordata

source: You can leave this page if you want, your upload will be parsed.
nn: Du kan lukke sida om du vil, opplastinga vil bli analysert i bakgrunnen.
no: Du kan forlate denne siden hvis du vil, opplastingen tolkes i bakgrunnen

source: If this takes a long time there might be a backlog of parsing going on. You do not have to reupload. The parsing will complete eventually.
nn: Om dette tar lang tid så kan det vere stor pågang. Du treng ikkje å laste opp på ny, treninga vil dukke opp etterkvart.
no: Hvis dette tar lang tid så kan det være fordi det er mange tolkejobber i kø. Du trenger ikke laste opp på nytt da dine opplastinger vil bli tolket når køen er ferdig.

source: If there is an error during parsing, the admins will take a look at the error and probably fix the problem.
nn: Ved feilmeldingar under analysering så vil administratorane sjå på feilmeldinga og fikse problemet.
no: Hvis det skjer en feil ved tolking av filene vil en administrator få opp feilen og antageligvis fikse problemet etterhvert.

source: Any questions can be emailed to turan@turan.no
no: Spørsmål kan sendes til turan@turan.no

source: Parse failed
nn: Analyse feila
no: Tolking av sensordata feilet

source: Parse completed
nn: Analysering ferdig
no: Tolking av sensordata er gjennomført

source: Redirecting
nn: Sender vidare
no: Videresender

source: Playback of exercise
nn: Avspeling av trening
no: Avspilling av trening

source: Fast forward
nn: Auk fart
no: Spol fremover

source: Go Live
nn: Gå Live
no: Kjør direktesending

source: You can click in the altitude profile to fast forward to that point
nn: Du kan trykke i høgdeprofilen for å spole til det punktet
no: Du kan klikke på høydeprofilen for å spole til et gitt punkt

source: Segments found in exercise
nn: Segment funne i trening
no: Segmenter funnet i treningen

source: Add this segment
nn: Legg til dette segmentet
no: Legg til dette segmentet

source: No segments found in exercise
nn: Ingen segment funne i denne treninga
no: Ingen segmenter ble funnet i treningen

source: Create new segment
nn: Opprett nytt segment
no: Lag nytt segment
