Repository: Turan-no/Turan
Catalog: apps/tribes/locale/*/LC_MESSAGES/django.po
Languages: nn, no

source: a short version of the name consisting only of letters, numbers, underscores and hyphens.
nn: kortversjon av namnet - bruk berre bokstavar, nummer eller strekar
no: en kortversjon av navnet som kun består av bokstaver, tall, understrek og apostrofer

source: This value must contain only letters, numbers, underscores and hyphens.
nn: Verdien må berre innehalda tal, bokstavar, - eller _
no: Denne verdien kan kun bestå av bokstaver, tall, understrek og apostrofer

source: A team already exists with that slug.
nn: Eit lag finst allerie med det kortnamnet.
no: Det fins allerede et lag med det kortnavnet.

source: A team already exists with that name.
nn: Eit lag finst allereie med det namnet.
no: Det fins allerede et lag med det navnet.

source: New Team Member
nn: Nytt lagmedlem
no: Nytt lagmedlem

source: a team you are a member of has a new member
nn: eit lag du er med i har fått eit nytt medlem
no: et lag du er medlem av har fått et nytt meldem

source: New Member Of Team You Created
nn: Nytt lagmedlem i ditt lag
no: Nytt medlem av lag du har stiftet

source: a tribe you created has a new member
nn: eit lag du opretta har nytt medlem
no: en klan du har laget har fått et nytt medlem

source: New Team Created
nn: Nytt lag oppretta
no: Nytt lag ble stiftet

source: a new team has been created
nn: eit nytt lag har blitt oppretta
no: et nytt lage har blitt stiftet

source: members
nn: medlemmer
no: medlemmer

source: No pain - no gain
no: Ittno som kjem ta seg sjølv

source: Team
nn: Lag
no: Lag

source: Teams
nn: Lag
no: Lag

source: Tribe %(tribe_name)s deleted.
nn: Lag %(tribe_name)s sletta.
no: Klanen %(tribe_name)s ble slettet.

source: You have joined the team %(tribe_name)s
nn: Du har blitt medlem i laget %(tribe_name)s
no: Du er nå med i laget %(tribe_name)s

source: You have already joined team %(tribe_name)s
nn: Du er allereie medlem i %(tribe_name)s
no: Du har allerede blitt med i laget %(tribe_name)s

source: <a href="%(user_url)s">%(user)s</a> has joined the tribe <a href="%(tribe_url)s">%(group)s</a>.
nn: <a href="%(user_url)s">%(user)s</a> har blitt medlem i laget <a href="%(tribe_url)s">%(group)s</a>.
no: <a href="%(user_url)s">%(user)s</a> har blitt med i klanen <a href="%(tribe_url)s">%(group)s</a>.

source: <a href="%(user_url)s">%(user)s</a> has joined the tribe <a href="%(tribe_url)s">%(tribe)s</a>.
nn: <a href="%(user_url)s">%(user)s</a> har blitt medlem i laget <a href="%(tribe_url)s">%(tribe)s</a>.
no: <a href="%(user_url)s"> %(user)s </a> har blitt med i klanen <a href="%(tribe_url)s"> %(tribe)s </a> .

source: A new group <a href="%(group_url)s">%(group)s</a> has been created.
nn: Eit nytt lag <a href="%(group_url)s">%(group)s</a> har blitt oppretta.
no: En ny gruppe <a href="%(group_url)s">% (group) r</a> ble opprettet.
